tap "homebrew/bundle"
tap "buo/cask-upgrade"
tap "homebrew/services"
brew "bat"
brew "cask"
brew "php", restart_service: true
brew "composer"
brew "dnsmasq", restart_service: true
brew "eza"
brew "git"
brew "htop"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx", restart_service: true
brew "nvm"
brew "wget"
brew "wimlib"
brew "yarn"
cask "1password"
cask "dropbox"
cask "elmedia-player"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "linear-linear"
cask "notion"
cask "sequel-ace"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bierner.lit-html"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "jeremyljackson.vs-docblock"
vscode "jprestidge.theme-material-theme"
vscode "junstyle.php-cs-fixer"
vscode "macieklad.tailwind-sass-syntax"
vscode "mrmlnc.vscode-apache"
vscode "mrmlnc.vscode-postcss-sorting"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "onecentlin.laravel-blade"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "ricard.postcss"
vscode "ritwickdey.LiveServer"
vscode "runem.lit-plugin"
vscode "sleistner.vscode-fileutils"
vscode "unifiedjs.vscode-mdx"
vscode "wix.vscode-import-cost"
